"Service Update Failed" = "Error d'actualització de servei";
"Service Update Complete" = "Actualització de servei efectuada";
"Starting Service Update" = "Iniciant actualització de serveis";
"Dismiss" = "Descartar";
"OK" = "Acceptar";
"Call disallowed" = "Número no permès";
